start_message = 'Привет приятель! Команда *IT* Root рада тебя видеть))\n\nВыбирай, и читай статьи. Можешь выбрать по ' \
                'автору, можешь по теме, даже по уровню сложности можно выбирать. Либо жми *Читать все* и выбирай ' \
                'сам!\n\n*Приятного чтения!*'

author_mes = 'Хорошо!\n\nВыберай, чьи статьи ты хочешь читать: Naize, Valter или Fox'
theme_mes = 'Вот все темы, на которые когда либо были написаны статьи. Выбирай, что душе угодно!'
level_mes = 'Мы постарались разбить все наши статьи по уровням сложности. Читай то, что будет понятно именно тебе!'
all_mes = 'Вот все статьи с канала IT Root. Выбирай и читай что хочешь!'

main_menu = [
    'По авторам',
    'По темам',
    'По уровню',
    'Я сам выберу! Покажите все статьи'
]

first_level_back = 'Назад в меню'
second_level_back = 'Назад к списку {}'

user_state = {
    'starting': 'starting',
    'theme': 'theme',
    'level': 'level',
    'author': 'author',
}
