start_message = 'Привет приятель! Команда *IT* Root рада тебя видеть))\n\nВыбирай, и читай статьи. Можешь выбрать по ' \
                'автору, можешь по теме, даже по уровню сложности можно выбирать. Либо жми *Читать все* и выбирай ' \
                'сам!\n\n*Приятного чтения!*'

hello_author_mes = 'Хорошо!\n\nВыберай, чьи статьи ты хочешь читать: Naize, Valter или Fox'
hello_theme_mes = 'Вот все темы, на которые когда либо были написаны статьи. Выбирай, что душе угодно!'
hello_level_mes = 'Мы постарались разбить все наши статьи по уровням сложности. ' \
                  'Читай то, что будет понятно именно тебе!'
hello_all_mes = 'Вот все статьи с канала IT Root. Выбирай и читай что хочешь!'


author_mes = 'Ты выбрал статьи {}'
theme_mes = 'Статьи по теме {}'

level_mes = 'Ты выбрал {}'

first_level_back = 'Назад в меню'
back_to_author = 'Назад к списку авторов'
back_to_theme = 'Назад к списку тем'

back_to_level = 'Назад к списку уровней'

main_menu = [
    'По авторам',
    'По темам',
    # 'По уровню',
    'Я сам выберу! Покажите все статьи'
]

# user_state = {
#     'starting': 'starting',
#     'theme': 'theme',
#     'level': 'level',
#     'author': 'author',
# }
